<div class = "about-us"> 

    <div class="container">
        <div class="welcome-screen">
            <div class="text">
                <h1 class="title">
                    О
                    <span class="accent-color">нашей</span>
                    школе
                </h1>
                <h4 class="regular welcome-screen-subtitle">
                    В мире, где компьютерные навыки - ключ к успеху, наш центр обеспечивает качественное обучение в области компьютерных технологий, дизайна, программирования и сетевых технологий.
                </h4>
                <a href="index.php?page=registration_form"">
                    <div class="welcome-screen-button h4 regular">
                        Записаться
                    </div>
                </a>
            </div>
            <div class="image">
                <img src="./images/about_us/welcome.png" alt="">
            </div>
        </div>
    </div>

    <div class="about-us-section">

        <div class="container">
            <h2 class="line-header">| Prolans - ваш выбор!</h2>
            <div class="cards">
                <div class="card">
                    <div class="image">
                        <img src="./images/about_us/about_us_section/about_us_section_1.png" alt="">
                    </div>
                    <div class="icon">
                        <img src="./images/about_us/about_us_section/about_us_section_icon_1.png" alt="">
                    </div>
                    <div class="text">
                        <div class="title h3">Большой выбор курсов</div>
                        <div class="subtitle">
                            В нашей школе представлены 18 курсов, охватывающих широкий спектр компьютерных тем: от  компьютерной графики до разработки компьютерных игр и робототехники, подходящие для всех возрастов от 9 лет. Развивайтесь вместе с нами!
                        </div>
                    </div>
                </div>

                <div class="card">
                    <div class="text">
                        <div class="title h3">Квалифицированные преподаватели</div>
                        <div class="subtitle">
                            Наши преподаватели обладают многолетним стажем и богатым опытом, обеспечивая высокий уровень обучения. Благодаря нашей школе, множество учеников уже обрели необходимые навыки для успешного развития в сфере компьютерных технологий
                        </div>
                    </div>
                    <div class="icon">
                        <img src="./images/about_us/about_us_section/about_us_section_icon_2.png" alt="">
                    </div>
                    <div class="image">
                        <img src="./images/about_us/about_us_section/about_us_section_2.png" alt="">
                    </div>
                </div>

                <div class="card">
                    <div class="image">
                        <img src="./images/about_us/about_us_section/about_us_section_3.png" alt="">
                    </div>
                    <div class="icon">
                        <img src="./images/about_us/about_us_section/about_us_section_icon_3.png" alt="">
                    </div>
                    <div class="text">
                        <div class="title h3">Персонализированный подход</div>
                        <div class="subtitle">
                            Наши методики обучения основаны на глубоком понимании индивидуальных потребностей и способностей каждого ученика. Мы придерживаемся персонализированного подхода, который позволяет нам создавать учебные программы, точно отражающие уровень знаний и интересы каждого студента.
                        </div>
                        
                    </div>
                </div>
            </div>
        </div>
    </div>


    <div class="concept-container">
        <div class="container">
            <h2 class="line-header">
                <span class = "accent-color">|</span> 
                Концепция обучения
            </h2>
            <div class="concept-text">
                Каждому школьнику предлагается своя система курсов в зависимости от его интересов и природных склонностей. В процессе обучения происходит постепенная специализация учащихся, их выход на уровень профессионального и творческого использования компьютерных технологий, а также подготовку к учебе по компьютерным и дизайнерским дисциплинам в ведущих университетах по различным направлениям от нулевого до предпрофессионального и профессионального уровня.Обучение построено по семестровому принципу с полугодовой и годовой аттестацией.Курсы обеспечены электронными методическими материалами, с которыми учащийся может знакомиться как на уроке, так и дома.
            </div>
            <div class="accordeon-wrapper">
                <div id="faq" class="faq-info">
                    <ul>
                        <li class="accordeon-item">
                            <input type="checkbox" checked>
                            <i></i>
                            <h4 class="title">
                                1 уровень 
                                <span class = "accent-color">|</span> 
                                Вводные курсы
                            </h4>
                            <p class="subtitle">
                                <span class = "bold">Возраст:</span> 9 - 11 лет
                                </br></br>
                                <span class = "bold">Стоимость:</span> 6600 рублей в месяц
                                </br></br>
                                <span class = "bold">Основная задача </span> — познакомить учащихся в общих чертах с устройством компьютера, научить их работать в операционных оболочках и средах. 
                                </br></br>
                                Учащиеся изучают также программы различного типа (текстовые, графические редакторы, электронные таблицы, средства INTERNET, multimedia и др.).
                                </br></br>
                                В процессе обучения формируются базовые понятия, необходимые для работы с компьютером: «интерфейс», «конфигурация», «операционная система» и др. 
                                </br></br>
                                Особое внимание уделяется программам, с которыми приходится работать практически всем пользователям, таким как офисные приложения, архиваторы, средства коммуникаций и др.
                            </p>
                        </li>

                        <li class="accordeon-item">
                            <input type="checkbox" checked>
                            <i></i>
                            <h4 class="title">
                                2 уровень 
                                <span class = "accent-color">|</span> 
                                Основные курсы
                            </h4>
                            <p class="subtitle">
                                <span class = "bold">Возраст:</span> 11 - 13 лет
                                </br></br>
                                <span class = "bold">Стоимость:</span> 6900 рублей в месяц
                                </br></br>
                                <span class = "bold">Основная задача </span> — получение общих сведений и представлений, а также формирование основных понятий по различным направлениям использования компьютера, развитие способностей, которые необходимы для дальнейшей компьютерной специализации. 
                                </br></br>
                                Главное внимание уделяется не подробному изучению компьютерных программ, а усвоению основных концепций использования компьютерных технологий для решения творческих задач. 
                                </br></br>
                                Успешное овладение курсами второго уровня заложит основы самостоятельного информационного и компьютерного развития учащихся.
                            </p>
                        </li>

                        <li class="accordeon-item">
                            <input type="checkbox" checked>
                            <i></i>
                            <h4 class="title">
                                3 уровень 
                                <span class = "accent-color">|</span> 
                                Специализированные курсы
                            </h4>
                            <p class="subtitle">
                                <span class = "bold">Возраст:</span> 12+
                                </br></br>
                                <span class = "bold">Стоимость:</span> 7200 рублей в месяц
                                </br></br>
                                <span class = "bold">Основная задача </span> — постепенная специализация учащихся, их выход на уровень профессионального и творческого использования компьютерных технологий, а также подготовка к учебе по компьютерным и дизайнерским дисциплинам в университете по различным направлениям от нулевого до предпрофессионального и профессионального уровня.
                                </br></br>
                                Каждому школьнику предлагается своя система курсов в зависимости от его интересов и природных склонностей. 
                                </br></br>
                                Обучение построено по семестровому принципу с полугодовой и годовой аттестацией.
                                </br></br>
                                Курсы обеспечены электронными методическими материалами, с которыми учащийся может знакомиться как на уроке, так и дома.
                            </p>
                        </li>
                    </ul>
                </div>
            </div>
            <div class="concept-text">
                <h3>
                    Цель курсов:
                </h3> 
                </br></br>
                <ul>
                    <li>
                        компьютерная подготовка будущих студентов;
                    </li>
                    <li>
                        профессиональная ориентация школьников;
                    </li>
                    <li>
                        творческое и профессиональное развитие школьников в области компьютерных технологий.
                    </li>
                </ul>
                </br></br>
                <h3>
                    Концепция обучения базируется на:
                </h3> 
                </br></br>
                <ul>
                    <li>
                        Классической психолого-педагогической теории обучения, теории интеллектуального развития и индивидуальной психологии (Выготский Л.С., Дж. Гилфорд, Гальперин П.Я. и др.)
                    </li>
                    <li>
                        Методических и теоретических разработках Локалова В.А., Тозика В.Т. (разработка и построение профессионально-ориентированных образовательных сред, развитие творческих способностей школьников на компьютерных занятиях, а также теория проектирования систем дистанционного обучения)
                    </li>
                </ul>
            </div>
        </div>
    </div>

</div>
